tap "1password/tap"
tap "derailed/k9s"
tap "elastic/tap"
tap "electric-sql/tap"
tap "facebook/fb"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "julien-cpsn/atac"
tap "lkrms/misc"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "shivammathur/php"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "twilio/brew"
tap "universal-ctags/universal-ctags"
brew "openexr"
brew "ca-certificates"
brew "openssl@3"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "libgit2"
brew "bat"
brew "biome"
brew "bottom"
brew "libx11"
brew "cmake"
brew "curl"
brew "freetds"
brew "php", restart_service: true
brew "composer"
brew "erlang"
brew "elixir"
brew "node"
brew "eslint"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "pmix"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grex"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "libffi"
brew "librsvg"
brew "lima"
brew "lsd"
brew "luarocks"
brew "mcfly"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "tmux"
brew "overmind"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "procs"
brew "python-setuptools"
brew "qemu"
brew "railway"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "task"
brew "tesseract-lang"
brew "tldr"
brew "unar"
brew "universal-ctags"
brew "vips"
brew "watchman"
brew "xplr"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "derailed/k9s/k9s"
brew "elastic/tap/elasticsearch-full"
brew "electric-sql/tap/electric"
brew "facebook/fb/idb-companion"
brew "fsouza/prettierd/prettierd"
brew "jesseduffield/lazygit/lazygit"
brew "julien-cpsn/atac/atac"
brew "lkrms/misc/pretty-php"
brew "oven-sh/bun/bun"
brew "shivammathur/php/php@7.0"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
brew "twilio/brew/twilio"
cask "1password-cli"
cask "android-platform-tools"
cask "bruno"
cask "font-maple-mono"
cask "font-symbols-only-nerd-font"
cask "librewolf"
cask "ngrok"
cask "phantomjs"
cask "wezterm"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.project-manager"
vscode "aliariff.auto-add-brackets"
vscode "anoff.theme-monokai-light"
vscode "antfu.icons-carbon"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "codesandbox-io.codesandbox-projects"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.jquerysnippets"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fehey.brackets-light-pro"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitpod.gitpod-desktop"
vscode "grapecity.gc-excelviewer"
vscode "heron.firefox-devtools-theme"
vscode "johnpapa.winteriscoming"
vscode "kaiwood.endwise"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "karunamurti.haml"
vscode "karyfoundation.theme-karyfoundation-themes"
vscode "koichisasada.vscode-rdbg"
vscode "liviuschera.noctis"
vscode "loilo.snazzy-light"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "pkief.material-icon-theme"
vscode "roerohan.mongo-snippets-for-node-js"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "shopify.ruby-lsp"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "twxs.cmake"
vscode "uloco.theme-bluloco-light"
vscode "zxh404.vscode-proto3"
